<?php
// 글쓰기시 적용할 설정들 (기본: 사용함=1 , 사용안함=0)
$setting['reply_open'] = 1; # 댓글 허용하기기능 사용유무 설정 (기본: 글쓴이가 선택가능=1)
$setting['enable_alert'] = 1; # 글 내용 경고기능 사용유무 설정 (기본: 글쓴이가 경고할 수 있음=1)
$setting['enable_dic'] = 1; # 미니사전 기능 사용유무 설정 (기본: 글쓴이가 사전을 볼 수 있음=1)
$setting['enable_poll'] = 1; # 설문조사 기능 사용유무 설정 (기본: 글쓴이가 설문조사 기능을 쓸 수 있음=1)
$setting['enable_save'] = 1; # 임시 저장 기능 사용유무 설정 (기본: 글쓴이가 임시저장 기능을 쓸 수 있음=1)
$setting['enable_link'] = 1; # 링크 1,2 기능 사용유무 설정 (기본: 글쓴이가 링크1,2 에 링크를 남길 수 있음=1)
$setting['enable_tag'] = 1; # 태그(꼬리표) 기능 사용유무 설정 (기본: 글쓴이가 태그를 남길 수 있음=1)
$setting['secret_only'] = 0; # 작성된 글을 무조건 비밀글로 설정할 것인지 (기본: 공개글=0)
// 글쓰기시 적용할 설정들 끝
?>
